/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Tidak dapat menukar format lagu.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Projek ini nampaknya telah rosak. Sila pulihkan dari sandaran.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Projek ini telah dicipta dengan versi Logic pertengahan yang tidak dikeluarkan. Ia sudah tidak boleh dibuka lagi";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Lagu yang anda cuba buka berada dalam format Logic 4 (atau lebih awal). Sila buka dan simpannya dengan Logic 7.2.1 atau lebih awal.\n\nAnda perlu berbuat demikian pada komputer Macintosh yang masih menjalankan versi lama macOS, kerana versi lama Logic Pro tidak lagi serasi dengan macOS 10.13 atau lebih baru.";
